export const AgreementDetail = () => {
  return (
    <p style={{ lineHeight: "1.5", fontSize: "12px" }}>
      1. 회원은 본인의 정확한 정보와 비밀번호를 사용하여 로그인하여야 합니다.
      <br />
      2. 게시판, 댓글 등의 작성 시 매너를 지켜주시기 바랍니다. 비속어 사용이나
      타인을 비방하는 행위는 금지합니다.
      <br />
      3. 회원 간의 분쟁 발생 시, 서비스 운영진은 분쟁 해결에 개입하지 않습니다.
      <br />
      4. 회원은 정상적인 서비스 이용을 위하여 개인 정보(비밀번호, 이메일 등)를
      보호하고, 타인에게 공개해서는 안됩니다.
      <br />
      5. 서비스 이용 중 발생한 데이터 손실에 대해서는 서비스 제공자는 책임지지
      않습니다.
      <br />
      6. 본 서비스를 이용함에 있어 타인의 명예를 훼손하거나 개인 정보를 유출하는
      행위를 금합니다.
      <br />
      7. 사이트에서 제공하는 정보를 무단으로 복사, 배포하는 행위는 금합니다.
      <br />
      8. 본 서비스의 이용 약관은 필요에 따라 변경될 수 있으며, 변경 사항은
      서비스 내 공지사항을 통해 안내됩니다.
    </p>
  );
};
